[
{"source": "infosec", "title": "      “Your ideas are bound to forces of which you have no control due to the fact that you've voluntarily submitted your freedom of though to the perception steering censorship of Google, Facebook and other dragnet surveillance capitalists.”  ", "length": 246, "author": "    James Scott Senior Fellow Institute for Critical Infrastructure Technology  ", "likes": "4", "tags": "capitalists"},
{"source": "infosec", "title": "      “Cities require connectivity rather than territory in order to drive their economic stability and growth.”  ", "length": 116, "author": "    James Scott Senior Fellow Institute for Critical Infrastructure Technology  ", "likes": "3", "tags": "cities"},
{"source": "infosec", "title": "      “Fewer than one in twenty security professionals has the core competence and the foundation knowledge to take a system all the way from a completely unknown state of security through mapping, vulnerability testing, password cracking, modem testing, vulnerability patching, firewall tuning, instrumentation, virus detection at multiple entry points, and even through back-ups and configuration management.”  ", "length": 415, "author": "    Stephen Northcutt  ", "likes": "2", "tags": "infosec"},
{"source": "infosec", "title": "      “If you think you know-it-all about cybersecurity, this discipline was probably ill-explained to you.”  ", "length": 112, "author": "    Stephane Nappo  ", "likes": "1", "tags": "cyber-security"},
{"source": "infosec", "title": "      “We’ve gone from a planet ruled by natural geography to political geography to kinetically functional geography to a cyber geography that is ruled by ideological variation rather than politically constructed boarders.”  ", "length": 228, "author": "    James Scott Senior Fellow Institute for Critical Infrastructure Technology  ", "likes": "0", "tags": "cyber-geography"},
{"source": "infosec", "title": "      “The way to stifle China’s growth is to inhibit the flow of their connectivity. In order to slow down Chinese expansion, we need to cripple their cyber-kinetic-political connectivity. Indirect polarization, in all forms, must be at the forefront of the agenda when conducting influence operations on all things China.”  ", "length": 328, "author": "    James Scott Senior Fellow Institute for Critical Infrastructure Technology  ", "likes": "0", "tags": "china"},
{"source": "infosec", "title": "      “Labor automation, machine learning and artificial intelligence will have a devastating impact on the already struggling Chinese economy.”  ", "length": 148, "author": "    James Scott Senior Fellow Institute for Critical Infrastructure Technology  ", "likes": "0", "tags": "ai"},
{"source": "infosec", "title": "      “If we wish to have any hope of beating the bad guys at the cyber game, the good guys must learn to share more effectively and efficiently than them”  ", "length": 159, "author": "    Alex Webling  ", "likes": "0", "tags": "cyber"},
{"source": "infosec", "title": "      “You may think that Ransomware attack decrypt's the encrypted data after Ransom payment. ", "length": 96, "author": "    Arulselvar Thomas - Briskinfosec  ", "likes": "0", "tags": "cyber-monday"},
{"source": "infosec", "title": "      “Virtualization, cloud computing, and robust telecommunication provide new capabilities as part of CoOP that can assist organizations in achieving the security, availability, and confidentiality requirements of the new “always on” business model with limited or no interruption even during disruptive events.”  ", "length": 319, "author": "    Jeffery Sauntry  ", "likes": "0", "tags": "cybersecurity"},
{"source": "infosec", "title": "      “The IoT market grows rapidly and it’s acceleration will continue in all major areas like Industrial Internet of Things; Digital Enterprise; Internet of Healthcare; Internet of Energy; Internet of Education; Digitalisation of global Supply Chains.", "length": 254, "author": "    Ludmila Morozova-Buss  ", "likes": "0", "tags": "capitol-technology-university"},
{"source": "infosec", "title": "      “Even the bravest cyber defense will experience defeat when weaknesses are neglected.”  ", "length": 96, "author": "    Stephane Nappo  ", "likes": "0", "tags": "ciso"},
{"source": "infosec", "title": "      “The hacker didn't succeed through sophistication. Rather he poked at obvious places, trying to enter through unlock doors. Persistence, not wizardry, let him through.”  ", "length": 178, "author": "    Clifford Stoll  ", "likes": "0", "tags": "cybersecurity"},
{"source": "infosec", "title": "      “When Lowbeer wished a conversation in public to be private, which she invariably did, London emptied itself around her.”  ", "length": 131, "author": "    William Gibson  ", "likes": "0", "tags": "22nd-century"},
{"source": "security", "title": "      “They who can give up essential liberty to obtain a little temporary safety deserve neither liberty nor safety.”  ", "length": 122, "author": "    Benjamin Franklin  ", "likes": "3305", "tags": "freedom"},
{"source": "security", "title": "      “make a radical change in your lifestyle and begin to boldly do things which you may previously never have thought of doing, or been too hesitant to attempt. So many people live within unhappy circumstances and yet will not take the initiative to change their situation because they are conditioned to a life of security, conformity, and conservation, all of which may appear to give one peace of mind, but in reality nothing is more damaging to the adventurous spirit within a man than a secure future. The very basic core of a man's living spirit is his passion for adventure. The joy of life comes from our encounters with new experiences, and hence there is no greater joy than to have an endlessly changing horizon, for each day to have a new and different sun. If you want to get more out of life, you must lose your inclination for monotonous security and adopt a helter-skelter style of life that will at first appear to you to be crazy. But once you become accustomed to such a life you will see its full meaning and its incredible beauty.”  ", "length": 1059, "author": "    Jon Krakauer  ", "likes": "2686", "tags": "conformity"},
{"source": "security", "title": "      “If you have built castles in the air, your work need not be lost; that is where they should be. Now put the foundations under them.”  ", "length": 143, "author": "    Henry David Thoreau  ", "likes": "1725", "tags": "aspirations"},
{"source": "security", "title": "      “I'd like to repeat the advice that I gave you before, in that I think you really should make a radical change in your lifestyle and begin to boldly do things which you may previously never have thought of doing, or been too hesitant to attempt. So many people live within unhappy circumstances and yet will not take the initiative to change their situation because they are conditioned to a life of security, conformity, and conservatism, all of which may appear to give one peace of mind, but in reality nothing is more damaging to the adventurous spirit within a man than a secure future. The very basic core of a man's living spirit is his passion for adventure. The joy of life comes from our encounters with new experiences, and hence there is no greater joy than to have an endlessly changing horizon, for each day to have a new and different sun. ", "length": 862, "author": "    Jon Krakauer  ", "likes": "1541", "tags": "adventure"},
{"source": "security", "title": "      “Perhaps home is not a place but simply an irrevocable condition.”  ", "length": 76, "author": "    James Baldwin  ", "likes": "1279", "tags": "anchoring"},
{"source": "security", "title": "      “The good we secure for ourselves is precarious and uncertain until it is secured for all of us and incorporated into our common life.”  ", "length": 145, "author": "    Jane Addams  ", "likes": "1115", "tags": "humanity"},
{"source": "security", "title": "      “Those who would give up essential liberty to purchase a little temporary safety, deserve neither liberty nor safety.”  ", "length": 128, "author": "    Benjamin Franklin  ", "likes": "972", "tags": "freedom"},
{"source": "security", "title": "      “If your enemy is secure at all points, be prepared for him. If he is in superior strength, evade him. If your opponent is temperamental, seek to irritate him. Pretend to be weak, that he may grow arrogant. If he is taking his ease, give him no rest. If his forces are united, separate them. If sovereign and subject are in accord, put division between them. Attack him where he is unprepared, appear where you are not expected .”  ", "length": 440, "author": "    Sun Tzu  ", "likes": "815", "tags": "preparation"},
{"source": "security", "title": "      “The ache for home lives in all of us. The safe place where we can go as we are and not be questioned.”  ", "length": 113, "author": "    Maya Angelou  ", "likes": "741", "tags": "acceptance"},
{"source": "security", "title": "      “I like libraries. It makes me feel comfortable and secure to have walls of words, beautiful and wise, all around me. I always feel better when I can see that there is something to hold back the shadows.”  ", "length": 214, "author": "    Roger Zelazny  ", "likes": "515", "tags": "books"},
{"source": "security", "title": "      “Don't blow off another's candle for it won't make yours shine brighter.”  ", "length": 83, "author": "    Jaachynma N.E. Agu  ", "likes": "382", "tags": "accomplishments"},
{"source": "security", "title": "      “Tradition becomes our security, and when the mind is secure it is in decay.”  ", "length": 87, "author": "    Jiddu Krishnamurti  ", "likes": "363", "tags": "security"},
{"source": "security", "title": "      “He's not safe, but he's good (referring to Aslan, the Lion, in The Lion, the Witch and the Wardrobe)”  ", "length": 112, "author": "    C. S. Lewis  ", "likes": "342", "tags": "fantasy"},
{"source": "security", "title": "      “The pearls weren't really white, they were a warm oyster beige, with little knots in between so if they broke, you only lost one. I wished my life could be like that, knotted up so that even if something broke, the whole thing wouldn't come apart.”  ", "length": 259, "author": "    Janet Fitch  ", "likes": "329", "tags": "security"},
{"source": "security", "title": "      “How we need that security. How we need another soul to cling to, another body to keep us warm. To rest and trust; to give your soul in confidence: I need this, I need someone to pour myself into.”  ", "length": 207, "author": "    Sylvia Plath  ", "likes": "306", "tags": "companionship"},
{"source": "security", "title": "      “The practice of love offers no place of safety. We risk loss, hurt, pain. We risk being acted upon by forces outside our control.”  ", "length": 141, "author": "    Bell Hooks  ", "likes": "266", "tags": "control"},
{"source": "security", "title": "      “This was something she would keep hidden within herself, maybe in place of the knot of pain and anger she had been carrying under her breastbone...a security blanket, an ace up her sleeve. She might never use it, but she would always feel its presence like a swelling secret stone, and that way when she let go of the rage, she would not feel nearly as empty.”  ", "length": 371, "author": "    Jodi Picoult  ", "likes": "262", "tags": "anger"},
{"source": "security", "title": "      “Don't set your goals by what other people deem important.”  ", "length": 69, "author": "    Jaachynma N.E. Agu  ", "likes": "218", "tags": "accomplishments"},
{"source": "security", "title": "      “If you want total security, go to prison. There you're fed, clothed, given medical care and so on. The only thing lacking... is freedom. ”  ", "length": 149, "author": "    Dwight D. Eisenhower  ", "likes": "214", "tags": "freedom"},
{"source": "security", "title": "      “It has always seemed that a fear of judgment is the mark of guilt and the burden of insecurity.”  ", "length": 107, "author": "    Criss Jami  ", "likes": "167", "tags": "afraid"},
{"source": "security", "title": "      “You'll have a good, secure life when being alive means more to you than security, love more than money, your freedom more than public or partisan opinion, when the mood of Beethoven's or Bach's music becomes the mood of your whole life … when your thinking is in harmony, and no longer in conflict, with your feelings … when you let yourself be guided by the thoughts of great sages and no longer by the crimes of great warriors … when you pay the men and women who teach your children better than the politicians; when truths inspire you and empty formulas repel you; when you communicate with your fellow workers in foreign countries directly, and no longer through diplomats...”  ", "length": 692, "author": "    Wilhelm Reich  ", "likes": "159", "tags": "bach"},
{"source": "security", "title": "      “If money is your hope for independence, you will never have it. The only real security that a man can have in this world is a reserve of knowledge, experience and ability.”  ", "length": 183, "author": "    Henry Ford  ", "likes": "155", "tags": "security"},
{"source": "security", "title": "      “most people come to know only one corner of their room, one spot near the window, one narrow strip on which they keep walking back and forth.”  ", "length": 153, "author": "    Rainer Maria Rilke  ", "likes": "150", "tags": "experience"},
{"source": "security", "title": "      “If you're waiting until you feel talented enough to make it, you'll never make it.”  ", "length": 94, "author": "    Criss Jami  ", "likes": "143", "tags": "action"},
{"source": "security", "title": "      “It must be, I thought, one of the race's most persistent and comforting hallucinations to trust that \"it can't happen here\" -- that one's own time and place is beyond cataclysm.”  ", "length": 189, "author": "    John Wyndham  ", "likes": "139", "tags": "optimism"},
{"source": "security", "title": "      “Nothing in this world compares to the comfort and security of having someone just hold your hand.”  ", "length": 109, "author": "    Richelle E. Goodrich  ", "likes": "126", "tags": "comofirt"},
{"source": "security", "title": "      “Nowadays, you can do anything that you want—anal, oral, fisting—but you need to be wearing gloves, condoms, protection.”  ", "length": 131, "author": "    Slavoj Žižek  ", "likes": "95", "tags": "anal-sex"},
{"source": "security", "title": "      “A wise mother knows: It is her state of consciousness that matters. Her gentleness and clarity command respect. Her love creates security.”  ", "length": 150, "author": "    Vimala McClure  ", "likes": "90", "tags": "gentleness"},
{"source": "security", "title": "      “As people are retracting into their snail shell's security of “stay home, stay safe,” distrust has become the top concern on the list. A climate of suspicion or denunciation is taking hold, gradually destroying the strings of sociability. In the aftermath, every singular person must find out how to reweave the ties of trust and confidence in their community's social tissue. (\"What do they think behind their dirty aprons?\" )”  ", "length": 439, "author": "    Erik Pevernagie  ", "likes": "53", "tags": "confidence"},
{"source": "security", "title": "      “If you lose your integrity, you will also lose your identity, your sensitivity and your dignity. Integrity is honesty, modesty and security in all kinds of weather. It should be our priority!”  ", "length": 203, "author": "    Israelmore Ayivor  ", "likes": "48", "tags": "decency"},
{"source": "computer+science", "title": "      “The question of whether a computer can think is no more interesting than the question of whether a submarine can swim.”  ", "length": 130, "author": "    Edsger W. Dijkstra  ", "likes": "97", "tags": "ai"},
{"source": "computer+science", "title": "      “The best programs are written so that computing machines can perform them quickly and so that human beings can understand them clearly. A programmer is ideally an essayist who works with traditional aesthetic and literary forms as well as mathematical concepts, to communicate the way that an algorithm works and to convince a reader that the results will be correct.”  ", "length": 379, "author": "    Donald E. Knuth  ", "likes": "79", "tags": "computer-science"},
{"source": "computer+science", "title": "      “Seemingly innocuous language like 'Oh, I'm flexible' or 'What do you want to do tonight?' has a dark computational underbelly that should make you think twice. It has the veneer of kindness about it, but it does two deeply alarming things. First, it passes the cognitive buck: 'Here's a problem, you handle it.' Second, by not stating your preferences, it invites the others to simulate or imagine them. And as we have seen, the simulation of the minds of others is one of the biggest computational challenges a mind (or machine) can ever face.”  ", "length": 556, "author": "    Brian Christian  ", "likes": "44", "tags": "computational-kindness"},
{"source": "computer+science", "title": "      “Well, writing novels is incredibly simple: an author sits down…and writes.", "length": 82, "author": "    Christopher Hopper  ", "likes": "37", "tags": "authors"},
{"source": "computer+science", "title": "      “The most important property of a program is whether it accomplishes the intention of its user.”  ", "length": 106, "author": "    C.A.R. Hoare  ", "likes": "28", "tags": "computer-science"},
{"source": "computer+science", "title": "      “...if you aren't, at any given time, scandalized by code you wrote five or even three years ago, you're not learning anywhere near enough”  ", "length": 149, "author": "    Nick  Black  ", "likes": "24", "tags": "computer-science"},
{"source": "computer+science", "title": "      “No matter which field of work you want to go in, it is of great importance to learn at least one programming language.”  ", "length": 130, "author": "    Ram Ray  ", "likes": "21", "tags": "career"},
{"source": "computer+science", "title": "      “I don't know how many of you have ever met Dijkstra, but you probably know that arrogance in computer science is measured in nano-Dijkstras.”  ", "length": 152, "author": "    Alan Kay  ", "likes": "16", "tags": "arrogance"},
{"source": "computer+science", "title": "      “C is quirky, flawed, and an enormous success.”  ", "length": 57, "author": "    Dennis M. Ritchie  ", "likes": "14", "tags": "computer-science"},
{"source": "computer+science", "title": "      “I think that it’s extraordinarily important that we in computer science keep fun in computing. When it started out it was an awful lot of fun. Of course the paying customers got shafted every now and then and after a while we began to take their complaints seriously. We began to feel as if we really were responsible for the successful error-free perfect use of these machines. I don’t think we are. I think we’re responsible for stretching them setting them off in new directions and keeping fun in the house. I hope the ﬁeld of computer science never loses its sense of fun. Above all I hope we don’t become missionaries. Don’t feel as if you’re Bible sales-men. The world has too many of those already. What you know about computing other people will learn. Don’t feel as if the key to successful computing is only in your hands. What’s in your hands I think and hope is intelligence: the ability to see the machine as more than when you were ﬁrst led up to it that you can make it more.”  ", "length": 1003, "author": "    Alan J. Perlis  ", "likes": "13", "tags": "computer-science"},
{"source": "hacking", "title": "      “We need to have a talk on the subject of what's yours and what's mine.”  ", "length": 82, "author": "    Stieg Larsson  ", "likes": "139", "tags": "boundaries"},
{"source": "hacking", "title": "      “God whispered, \"You endured a lot. For that I am truly sorry, but grateful. I needed you to struggle to help so many. Through that process you would grow into who you have now become. Didn't you know that I gave all my struggles to my favorite children? One only needs to look at the struggles given to your older brother Jesus to know how important you have been to me.”  ", "length": 382, "author": "    Shannon L. Alder  ", "likes": "71", "tags": "abuse"},
{"source": "hacking", "title": "      “Bad times are just an illusion for the good times to show their face.”  ", "length": 81, "author": "    Michael  Allen  ", "likes": "2", "tags": "conspiracy-theories"},
{"source": "hacking", "title": "      “Hacking is like sex, you need breath, in the last step, you feel incredible pleasure and the best time to practice it is at night.”  ", "length": 142, "author": "    Amine Essiraj  ", "likes": "1", "tags": "hack"},
{"source": "computer+science", "title": "      “Code is not like other how-computers-work books. It doesn't have big color illustrations of disk drives with arrows showing how the data sweeps into the computer. Code has no drawings of trains carrying a cargo of zeros and ones. Metaphors and similes are wonderful literary devices but they do nothing but obscure the beauty of technology.”  ", "length": 352, "author": "    Charles Petzold  ", "likes": "10", "tags": "code"},
{"source": "computer+science", "title": "      “Is it possible that software is not like anything else, that it is meant", "length": 80, "author": "    Alan J Perlis  ", "likes": "9", "tags": "computer-science"},
{"source": "computer+science", "title": "      “You are not reading this book because a teacher assigned it to you, you are reading it because you have a desire to learn, and wanting to learn is the biggest advantage you can have.”  ", "length": 194, "author": "    Cory Althoff  ", "likes": "5", "tags": "computer-science"},
{"source": "computer+science", "title": "      “Unix is not so much a product as it is a painstakingly compiled oral history of the hacker subculture. It is our Gilgamesh epic: a living body of narrative that many people know by heart, and tell over and over again—making their own personal embellishments whenever it strikes their fancy. The bad embellishments are shouted down, the good ones picked up by others, polished, improved, and, over time, incorporated into the story. […] Thus Unix has slowly accreted around a simple kernel and acquired a kind of complexity and asymmetry about it that is organic, like the roots of a tree, or the branchings of a coronary artery. Understanding it is more like anatomy than physics.”  ", "length": 692, "author": "    Neal Stephenson  ", "likes": "4", "tags": "computer-science"},
{"source": "computer+science", "title": "      “While functions being unable to change state is good because it helps us reason about our programs, there's one problem with that. If a function can't change anything in the world, how is it supposed to tell us what it calculated? In order to tell us what it calculated, it has to change the state of an output device (usually the state of the screen), which then emits photons that travel to our brain and change the state of our mind, man.”  ", "length": 453, "author": "    Miran Lipovača  ", "likes": "3", "tags": "computer-science"},
{"source": "computer+science", "title": "      “What's in your hands I think and hope is intelligence: the ability to see the machine as more than when you were ﬁrst led up to it that you can make it more.”  ", "length": 169, "author": "    Alan J. Perlis  ", "likes": "2", "tags": "computer-science"},
{"source": "computer+science", "title": "      “In search,\" Urs (Hölzle) believed, \"the discussion was really, How can we outdistance our current system and make it look laughable? That's the best definition of success: if a new system comes out and everyone says, 'Wow, I can't believe we put up with that old thing because it was so primitive and limited compared to this.”  ", "length": 338, "author": "    Douglas Edwards  ", "likes": "1", "tags": "computer-science"},
{"source": "computer+science", "title": "      “Loving what you do, doing what you love”  ", "length": 51, "author": "    Randall Hyde  ", "likes": "1", "tags": "computer-science"},
{"source": "computer+science", "title": "      “Discoveries can come in many different ways, and the most important thing is to be ready for them.”  ", "length": 110, "author": "    Neil C. Jones  ", "likes": "0", "tags": "computer-science"},
{"source": "computer+science", "title": "      “Programs should always have the form of paragraphs of comments that describe the intention of the program followed by paragraphs of code that implement that intention. All of the formatting should be designed to make readers as able as possible to read the code easily; the compiler doesn’t care. In particular, follow conventions of mathematics and your native language, not those you found in some random language manual. Write the comments first and then write the code, not the other way around. If you don’t know what you want to achieve and why, any code you write is, by definition, incorrect.”  ", "length": 612, "author": "    Charles Wetherell  ", "likes": "0", "tags": "computer"},
{"source": "computer+science", "title": "      “Machine learning, in the simplest terms, is the analysis of statistics to help computers make decisions base on repeatable characteristics found in the data.”  ", "length": 169, "author": "    Vardhan Kishore Agrawal  ", "likes": "0", "tags": "computer-science"},
{"source": "computer+science", "title": "      “Computer science only indicates the retrospective omnipotence of our technologies. In other words, an infinite capacity to process data (but only data - i.e. the already given) and in no sense a new vision. With that science, we are entering an era of exhaustivity, which is also an era of exhaustion. Of generalized interactivity abolishing particularized action. Of the interface which abolishes challenge, passion, and rivalry between peoples, ideas and individuals which was always the source of the finest energies.", "length": 528, "author": "    Jean Baudrillard  ", "likes": "0", "tags": "computer-science"},
{"source": "computer+science", "title": "      “This relation of program to environment opened up an exceedingly important role for computer simulation as a tool for achieving a deeper understanding of human behavior. For if it is the organization of components, and not their physical properties, that largely determines behavior, and if computers are organized somewhat in the image of man, then the computer becomes an obvious device for exploring the consequences of alternative organizational assumptions for human behavior. Psychology could move forward without awaiting the solutions by neurology of the problems of component design—however interesting and significant these components turn out to be.”  ", "length": 672, "author": "    Herbert A. Simon  ", "likes": "0", "tags": "artificial-intelligence"},
{"source": "computer+science", "title": "      “Just as functions within computer science, ecosystems must become first-class citizens in biology. First-class functions are not merely sequences of steps, but genuine entities, which can be passed as arguments to and from other functions in the same manner as other data types. Languages that support this concept have a fundamentally greater expressive power than those that relegate functions to the status of 'second-class citizens' relative to first-class 'data' objects. Biology needs an analogous expressive power in order to refer properly to the role of ecosystems as carriers of fundamental patterns, and as entities parallel to and in some ways superseding organisms.”  ", "length": 690, "author": "    Eric Smith  ", "likes": "0", "tags": "biology"},
{"source": "computer+science", "title": "      “Stop pushing people into web development as if it is the only true career path. Instead, push people into computer science, programming, coding, etc. There is so much competition because everyone is doing it, you just create a lot of demoralized and disgruntled people. There is more to programming than web development.”  ", "length": 332, "author": "    Olawale Daniel   ", "likes": "0", "tags": "career-path"},
{"source": "computer+science", "title": "      “I used to do machine language programming in the lights on the front panel of a computer; now I do higher-dimensional type theory. It's a little bit crazy.”  ", "length": 167, "author": "    Robert Harper  ", "likes": "0", "tags": "computer-science"},
{"source": "hacking", "title": "      “Don't Hate me, Hate that Code”  ", "length": 41, "author": "    Vedant Access  ", "likes": "1", "tags": "hacking"},
{"source": "hacking", "title": "      “No technology that's connected to the internet is unhackable.”  ", "length": 73, "author": "    Abhijit Naskar  ", "likes": "0", "tags": "artificial-intelligence"},
{"source": "hacking", "title": "      “End-to-End encryption is practically a meaningless phrase used by internet-based companies to coax people into believing the modern myth of online privacy.”  ", "length": 167, "author": "    Abhijit Naskar  ", "likes": "0", "tags": "computer-programming"},
{"source": "hacking", "title": "      “Should we have paper ballots? Let's put it up for a vote. We'll count it on electronic machines... hehehe.”  ", "length": 118, "author": "    Jimmy Dore  ", "likes": "0", "tags": "corruption"},
{"source": "hacking", "title": "      “While they are busy with reconnaissance, focus on exploitation.", "length": 71, "author": "    Amine Essiraj  ", "likes": "0", "tags": "hack"},
{"source": "hacking", "title": "      “To remember our login details, we use the Remember Password Option displayed in Official site or work in an email account or any social / login to your sites.", "length": 166, "author": "    Srinivas Mishra  ", "likes": "0", "tags": "cybersecurity"},
{"source": "hacking", "title": "      “If the combination of mindless, profit-seeking algorithms, dedicated geopolitical adversaries, and corrupt US opportunists over the past few years has taught us anything, it is that serious applied thinking is a form of critical infrastructure. The best hackers are masters of applied thinking, and we cannot afford to ignore them.”  ", "length": 343, "author": "    Joseph Menn  ", "likes": "0", "tags": "hacking"},
{"source": "hacking", "title": "      “Security is about how you configure power, and who has access to what. That is political,” Song said.”  ", "length": 113, "author": "    Joseph Menn  ", "likes": "0", "tags": "hacking"},
{"source": "hacking", "title": "      “hacking was a fundamental, though mostly secret, tool of American statecraft, one deployed clandestinely against foe and friend alike”  ", "length": 145, "author": "    Ben Buchanan  ", "likes": "0", "tags": "hacking"},
{"source": "hacking", "title": "      “Time is what determines security. With enough time nothing is unhackable.”  ", "length": 85, "author": "    Aniekee Tochukwu Ezekiel  ", "likes": "0", "tags": "care"},
{"source": "hacking", "title": "      “Kyou handed him a small USB drive, barely bigger than his thumbnail. “Wireless bridge. Plug it into the back of the camera and give me five minutes. We’ll be set.”", "length": 171, "author": "    A.J. Sherwood  ", "likes": "0", "tags": "friends"},
{"source": "hacking", "title": "      “Jucikas went on to explain that sabering champagne is not about brute force; it's about studying the bottle and hitting the weakest spot with graceful precision. Done correctly, this requires very little pressure—you essentially let the bottle break itself. You hack the bottle's design flaw.”  ", "length": 304, "author": "    Christopher Wylie  ", "likes": "0", "tags": "hacking"},
{"source": "hacking", "title": "      “Writing code is one of the most peaceful things one can do if the intentions are right.”  ", "length": 99, "author": "    Olawale Daniel  ", "likes": "0", "tags": "coding"},
{"source": "hacking", "title": "      “Grades are just entered into a computer like everything else is entered into a computer. Computers can be hacked.”  ", "length": 125, "author": "    A.D. Aliwat  ", "likes": "0", "tags": "academic-performance"},
{"source": "hacking", "title": "      “The internet is the most important tool for disseminating information we've had since the invention of the printing press. Unfortunately, it's also one of the best ways of stealing or suppressing information and for putting out misinformation.”  ", "length": 255, "author": "    Stewart Stafford  ", "likes": "0", "tags": "censorship"},
{"source": "hacking", "title": "      “No night of drinking or drugs or sex could ever compare to a long evening of productive hacking.”  ", "length": 108, "author": "    Lynn Voedisch  ", "likes": "0", "tags": "hacking"},
{"source": "hacking", "title": "      “Beware of geeks bearing gifts”  ", "length": 41, "author": "    Kevin Mitnick  ", "likes": "0", "tags": "hacking"},
{"source": "hacking", "title": "      “Be a mind hacker and find your natural Self.”  ", "length": 56, "author": "    Bert McCoy  ", "likes": "0", "tags": "awareness-quotes"},
{"source": "hacking", "title": "      “Internet and privacy are antithesis of each other.”  ", "length": 62, "author": "    Abhijit Naskar  ", "likes": "0", "tags": "hacking"},
{"source": "hacking", "title": "      “There Could be something more Dangerous Behind that Firewall `)”  ", "length": 75, "author": "    Vedant Access  ", "likes": "0", "tags": "hackers-quotes"},
{"source": "computer+science", "title": "      “iDeal IT Trends LLC provides a variety of quality technology services to customers throughout Houston, TX. Our mission is to get your computer and affiliated technologies back up and running smoothly as quickly as possible, by providing tailored hardware and software solutions.”  ", "length": 290, "author": "    iDeal IT Trends  ", "likes": "0", "tags": "computer-science"},
{"source": "computer+science", "title": "      “Often people think of developments in computation as arising when we make our computers more blazingly fast, so they can compute ", "length": 137, "author": "    Jordan Ellenberg  ", "likes": "0", "tags": "computation"},
{"source": "computer+science", "title": "      “It's easy to mistake familiarity with computers for intelligence, but computer literate certainly doesn't equal smart. And computer illiterate sure doesn't mean stupid.", "length": 176, "author": "    Clifford Stoll  ", "likes": "0", "tags": "computer-hackers"},
{"source": "computer+science", "title": "      “As much as I love computers, I can't imagine getting an excellent education from any multimedia system. Rather than augmenting the teacher, these machines steal limited class time and direct attention away from scholarship and toward pretty graphics.”  ", "length": 262, "author": "    Clifford Stoll  ", "likes": "0", "tags": "computer-science"},
{"source": "hacking", "title": "      “It is common knowledge in the programmer's circle that almost every smartphone in the world is infected with some form of trojan.”  ", "length": 141, "author": "    Abhijit Naskar  ", "likes": "0", "tags": "computer-virus"},
{"source": "hacking", "title": "      “Anything that says ‘smart’ in front of its name, is a potential magnet for trojans. The same goes for anything that is endorsed as ‘open source’.”  ", "length": 157, "author": "    Abhijit Naskar  ", "likes": "0", "tags": "computer-virus"},
{"source": "hacking", "title": "      “Internet privacy is fiction.”  ", "length": 40, "author": "    Abhijit Naskar  ", "likes": "0", "tags": "antivirus"},
{"source": "hacking", "title": "      “The only way to maintain privacy on the internet is to not be on the internet.”  ", "length": 90, "author": "    Abhijit Naskar  ", "likes": "0", "tags": "computer-virus"},
{"source": "hacking", "title": "      “In our online world there is no way for a regular civilian to keep their phone uninfected. And that includes everybody except skilled and resourceful programmers.”  ", "length": 174, "author": "    Abhijit Naskar  ", "likes": "0", "tags": "computer-virus"},
{"source": "hacking", "title": "      “A lot of hackers shoot from the hip. It's true that you need to be flexible. But planning and practice will give you the best results. Line up each domino perfectly beforehand so, as soon as you touch the first, the others fall down in exactly the way you want them.”  ", "length": 278, "author": "    Jeremy n. Smith  ", "likes": "0", "tags": "advice"}
]